Revit 2027 API
ParameterTypeId.PhyMaterialParamBehavior Property
 "Behavior"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamBehavior { get; }
Public Shared ReadOnly Property PhyMaterialParamBehavior As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamBehavior {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamBehavior : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace